aaravb.chrome-extension-developer-tools
alefragnani.bookmarks
appulate.filewatcher
asvetliakov.vscode-neovim
betterthantomorrow.calva
bmewburn.vscode-intelephense-client
chouzz.vscode-better-align
dbaeumer.vscode-eslint
debugjunkie.cobalt-blue
george-alisson.html-preview-vscode
gigacode.gigacode-vscode
github.copilot-chat
google.gemini-cli-vscode-ide-companion
jgrundback.vscode-mc-theme
kevinrose.vsc-python-indent
kilocode.kilo-code
maximerivest.groq-code-completion
mechatroner.rainbow-csv
mkhl.shfmt
mohd-akram.vscode-html-format
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.js-debug-nightly
ms-vscode.makefile-tools
natizyskunk.sftp
qwenlm.qwen-code-vscode-ide-companion
ritwickdey.liveserver
sanderronde.phpstan-vscode
teabyii.ayu
undefined_publisher.ladnik-column-aligner
vstirbu.vscode-mermaid-preview
xdebug.php-debug
yzhang.markdown-all-in-one
